brew 'asdf'
brew 'cmake'
brew 'curl'
brew 'docker'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gcc'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'hugo'
brew 'neovim'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'sketchybar'
brew 'skhd'
brew 'starship'
brew 'tig'
brew 'tmux'
brew 'wget'
brew 'yabai'
brew 'youtube-dl'
brew 'zsh'

cask 'alfred'
cask 'betterdisplay'
cask 'caffeine'
cask 'brave-browser'
cask 'karabiner-elements'
cask 'signal'
cask 'rectangle'
cask 'spotify'
cask 'qbittorrent'
cask 'zed'
cask 'vlc'
cask 'the-unarchiver'
cask 'private-internet-access'
cask 'discord'
cask 'dropbox'
cask 'transmission'
cask 'visual-studio-code'
