brew 'python'
brew 'ruby'

brew 'ack'
brew 'antibody'
brew 'boost'
brew 'cmake'
brew 'curl'
brew 'diff-so-fancy'
brew 'docker'
brew 'editorconfig'
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'gnu-sed'
brew 'go'
brew 'heroku'
brew 'heroku-toolbelt'
brew 'lame'
brew 'node'
brew 'postgresql'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'


tap 'caskroom/cask'

cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'beamer'
cask 'bettertouchtool'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'focus'
cask 'github'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'karibiner'
cask 'postico'
cask 'postman'
cask 'skype'
cask 'slack'
cask 'spotifree'
cask 'spotify'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
