brew 'asdf'
brew 'cmake'
brew 'curl'
brew 'docker'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gcc'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'hugo'
brew 'lua-language-server'
brew 'neovim'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'shellcheck'
brew 'shfmt'
brew 'skhd'
brew 'stylua'
brew 'taplo'
brew 'tmux'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'alfred'
cask 'betterdisplay'
cask 'brave-browser'
cask 'cleanshot'
cask 'discord'
cask 'dropbox'
cask 'karabiner-elements'
cask 'private-internet-access'
cask 'qbittorrent'
cask 'signal'
cask 'spotify'
cask 'the-unarchiver'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
