jorgebucaran/fisher
oh-my-fish/plugin-osx
acomagu/fish-async-prompt
oh-my-fish/plugin-brew
jethrokuan/fzf
jorgebucaran/autopair.fish
jethrokuan/z
rstacruz/fish-npm-global
